
export default  {
	"2J": [
		"布基纳航空"
	],
	"2L": [
		"赫尔维蒂航空"
	],
	"3K": [
		"新加坡捷星亚洲航空公司"
	],
	"4M": [
		"LATAM阿根廷航空"
	],
	"4U": [
		"德国之翼航空公司"
	],
	"5J": [
		"菲律宾宿务太平洋航空公司"
	],
	"7C": [
		"济州航空"
	],
	"7F": [
		"第一航空"
	],
	"7I": [
		"Insel Air"
	],
	"7N": [
		"美国内陆航空服务公司"
	],
	"9M": [
		"加拿大中央山岳航空"
	],
	"9U": [
		"摩尔多瓦国家航空"
	],
	"9W": [
		"印度捷特航空公司"
	],
	"A9": [
		"格鲁吉亚航空"
	],
	"AA": [
		"美国航空 "
	],
	"AC": [
		"加拿大航空 "
	],
	"AE": [
		"华信航空 "
	],
	"AF": [
		"法国航空 "
	],
	"AI": [
		"印度航空 "
	],
	"AK": [
		"马来西亚亚洲航空公司"
	],
	"AM": [
		"墨西哥国际航空公司"
	],
	"AR": [
		"阿根廷航空 "
	],
	"AS": [
		"阿拉斯加航空 "
	],
	"AT": [
		"摩洛哥皇家航空 "
	],
	"AY": [
		"芬兰航空 "
	],
	"AZ": [
		"意大利航空 "
	],
	"B0": [
		"La Compagnie "
	],
	"B2": [
		"白俄罗斯航空 "
	],
	"B6": [
		"捷蓝航空 "
	],
	"B7": [
		"立荣航空 "
	],
	"BA": [
		"英国航空 "
	],
	"BG": [
		"孟加拉航空公司"
	],
	"BI": [
		"汶萊皇家航空 "
	],
	"BL": [
		"捷星太平洋航空 "
	],
	"BR": [
		"长荣航空 "
	],
	"BW": [
		"加勒比海航空 "
	],
	"CI": [
		"中华航空 "
	],
	"CM": [
		"巴拿马航空 "
	],
	"CX": [
		"国泰航空 "
	],
	"D7": [
		"马来西亚亚洲航空长途公司"
	],
	"D8": [
		"挪威国际航空"
	],
	"DD": [
		"泰国皇雀航空公司"
	],
	"DE": [
		"神鹰航空 "
	],
	"DL": [
		"达美航空 "
	],
	"DN": [
		"塞内加尔航空公司"
	],
	"DX": [
		"丹麦航空 "
	],
	"DY": [
		"挪威航空 "
	],
	"EI": [
		"爱尔兰航空 "
	],
	"EK": [
		"阿联酋航空 "
	],
	"EL": [
		"Ellinair "
	],
	"EN": [
		"多洛米蒂航空 "
	],
	"ET": [
		"埃塞俄比亚航空 "
	],
	"EW": [
		"欧洲之翼航空 "
	],
	"EY": [
		"阿联酋阿提哈德航空公司"
	],
	"F7": [
		"阿提哈德区域航空"
	],
	"F9": [
		"边疆航空 "
	],
	"FD": [
		"泰国亚洲航空 "
	],
	"FI": [
		"冰岛航空 "
	],
	"FJ": [
		"斐济航空 "
	],
	"FR": [
		"瑞安航空 "
	],
	"G3": [
		"巴西戈尔航空"
	],
	"G4": [
		"忠实航空 "
	],
	"GA": [
		"印度尼西亚嘉鲁达鹰航空公司"
	],
	"GE": [
		"复兴航空 "
	],
	"GF": [
		"海湾航空 "
	],
	"GK": [
		"捷星日本航空 "
	],
	"HA": [
		"夏威夷航空 "
	],
	"HF": [
		"科特迪瓦航空"
	],
	"HX": [
		"香港航空 "
	],
	"I5": [
		"印度亚洲航空公司"
	],
	"IB": [
		"伊比利亚航空"
	],
	"IG": [
		"意大利子午线航空"
	],
	"IJ": [
		"春秋航空日本"
	],
	"IT": [
		"台湾虎航"
	],
	"J2": [
		"阿塞拜疆航空 "
	],
	"JE": [
		"芒果航空"
	],
	"JJ": [
		"LATAM巴西航空"
	],
	"JL": [
		"日本航空 "
	],
	"JP": [
		"亚德里亚航空 "
	],
	"JQ": [
		"澳洲捷星航空公司（Jetstar）"
	],
	"JT": [
		"印度尼西亚狮子航空 "
	],
	"JU": [
		"塞尔维亚航空"
	],
	"JW": [
		"香草航空"
	],
	"K6": [
		"柬埔寨吴哥航空 "
	],
	"KA": [
		"国泰港龙航空 "
	],
	"KC": [
		"哈萨克斯坦阿斯塔纳航空公司"
	],
	"KE": [
		"大韩航空 "
	],
	"KK": [
		"阿特拉斯全球航空"
	],
	"KL": [
		"荷兰皇家航空 "
	],
	"KP": [
		"ASKY航空 "
	],
	"KQ": [
		"肯尼亚航空 "
	],
	"LA": [
		"智利LATAM航空公司"
	],
	"LG": [
		"卢森堡航空 "
	],
	"LH": [
		"汉莎航空 "
	],
	"LJ": [
		"真航空 "
	],
	"LO": [
		"波兰LOT航空 "
	],
	"LV": [
		"美佳航空"
	],
	"LX": [
		"瑞士国际航空 "
	],
	"LY": [
		"以色列航空 "
	],
	"ME": [
		"中东航空 "
	],
	"MH": [
		"马来西亚航空 "
	],
	"MI": [
		"胜安航空"
	],
	"MK": [
		"毛里求斯航空 "
	],
	"MM": [
		"乐桃航空 "
	],
	"MS": [
		"埃及航空 "
	],
	"NH": [
		"全日空航空 "
	],
	"NK": [
		"美国精灵航空 "
	],
	"NP": [
		"尼罗河航空 "
	],
	"NZ": [
		"新西兰航空 "
	],
	"OK": [
		"捷克航空 "
	],
	"OM": [
		"蒙古民用航空 "
	],
	"OS": [
		"奥地利航空 "
	],
	"OZ": [
		"韩亚航空 "
	],
	"PG": [
		"曼谷航空 "
	],
	"PK": [
		"巴基斯坦国际航空 "
	],
	"PR": [
		"菲律宾航空 "
	],
	"PS": [
		"乌克兰航空 "
	],
	"PY": [
		"苏里南航空 "
	],
	"PZ": [
		"LATAM航空巴拉圭"
	],
	"QF": [
		"澳洲航空 "
	],
	"QG": [
		"连城航空"
	],
	"QR": [
		"卡塔尔航空 "
	],
	"QV": [
		"老挝航空公司"
	],
	"R2": [
		"俄罗斯奥伦航空"
	],
	"RJ": [
		"皇家约旦航空 "
	],
	"RO": [
		"罗马尼亚航空 "
	],
	"S4": [
		"亚速尔航空公司"
	],
	"S7": [
		"S7航空 "
	],
	"SA": [
		"南非航空 "
	],
	"SB": [
		"喀里多尼亚航空 "
	],
	"SE": [
		"法国XL航空"
	],
	"SG": [
		"香料航空"
	],
	"SJ": [
		"苏拉维加亚航空"
	],
	"SK": [
		"北欧航空 "
	],
	"SN": [
		"布鲁塞尔航空 "
	],
	"SP": [
		"葡萄牙SATA航空公司"
	],
	"SQ": [
		"新加坡航空 "
	],
	"SS": [
		"法国Corsair航空公司"
	],
	"SU": [
		"俄罗斯航空 "
	],
	"SV": [
		"沙特阿拉伯航空 "
	],
	"SY": [
		"太阳城航空 "
	],
	"TG": [
		"泰国航空 "
	],
	"TK": [
		"土耳其航空 "
	],
	"TN": [
		"大溪地航空 "
	],
	"T0": [
		"Avianca秘鲁"
	],
	"TP": [
		"葡萄牙航空 "
	],
	"TR": [
		"酷航"
	],
	"TS": [
		"加拿大越洋航空 "
	],
	"TT": [
		"澳大利亚虎航"
	],
	"TU": [
		"突尼斯航空 "
	],
	"TW": [
		"韩国德威航空"
	],
	"U2": [
		"易捷航空 "
	],
	"U6": [
		"乌拉尔航空 "
	],
	"UA": [
		"美国联合航空 "
	],
	"UK": [
		"印度Vistara航空"
	],
	"UL": [
		"斯里兰卡航空 "
	],
	"UO": [
		"香港快运"
	],
	"UX": [
		"欧罗巴航空 "
	],
	"V7": [
		"西班牙Volotea"
	],
	"VA": [
		"维珍澳洲航空 "
	],
	"VN": [
		"越南航空 "
	],
	"VS": [
		"维珍大西洋航空 "
	],
	"VX": [
		"维珍美国航空 "
	],
	"VY": [
		"伏林航空 "
	],
	"W2": [
		"FlexFlight航空"
	],
	"W6": [
		"维兹航空"
	],
	"WB": [
		"卢旺达航空 "
	],
	"WN": [
		"美国西南航空公司"
	],
	"WP": [
		"岛屿航空 "
	],
	"WS": [
		"西捷航空 "
	],
	"WW": [
		"冰岛Wow air"
	],
	"WY": [
		"阿曼航空 "
	],
	"XJ": [
		"泰国亚洲航空长途公司"
	],
	"XT": [
		"印尼亚洲航空长途公司"
	],
	"XY": [
		"沙特FLYNAS航空"
	],
	"Y4": [
		"墨西哥VOLARIS"
	],
	"YB": [
		"土耳其Borajet"
	],
	"Z2": [
		"菲律宾亚洲航空公司"
	],
	"ZI": [
		"法国蓝鹰航空"
	],
	"AV": [
		"哥伦比亚航空 "
	],
	"4Q": [
		"阿富汗萨菲航空公司"
	],
	"5H": [
		"肯尼亚FLY540航空公司"
	],
	"9V": [
		"Avior航空"
	],
	"AD": [
		"巴西蔚蓝航空公司"
	],
	"FN": [
		"坦桑尼亚Fast航空"
	],
	"QZ": [
		"印尼亚洲航空 "
	],
	"SL": [
		"泰国狮航"
	],
	"T3": [
		"英国东方航空"
	],
	"SX": [
		"瑞士SkyWork航空"
	],
	"SW": [
		"纳米比亚航空 "
	],
	"ST": [
		"日耳曼尼亚航空公司"
	],
	"TA": [
		"萨尔瓦多塔卡国际航空 "
	],
	"TB": [
		"比利时TUI Fly航空"
	],
	"QS": [
		"捷克SmartWings"
	],
	"OU": [
		"克罗地亚航空 "
	],
	"OA": [
		"奧林匹克航空 "
	],
	"KM": [
		"马耳他航空"
	],
	"HM": [
		"塞舌尔航空 "
	],
	"TM": [
		"莫桑比克航空 "
	],
	"UM": [
		"津巴布韦航空"
	],
	"UT": [
		"UTair航空"
	],
	"3O": [
		"摩洛哥阿拉伯航空"
	],
	"0B": [
		"蓝色航空"
	],
	"2I": [
		"Star Peru "
	],
	"3M": [
		"银色航空"
	],
	"A3": [
		"爱琴海航空 "
	],
	"BB": [
		"Seaborne航空"
	],
	"BE": [
		"弗莱比航空"
	],
	"BT": [
		"波罗的海航空 "
	],
	"FB": [
		"保加利亚航空 "
	],
	"UB": [
		"缅甸国家航空"
	],
	"VG": [
		"比利时维拉姆航空公司（VLM）"
	],
	"VJ": [
		"越捷航空"
	],
	"VW": [
		"墨西哥Aeromar航空公司"
	],
	"VB": [
		"墨西哥Vivaaerobus航空"
	],
	"W3": [
		"尼日利亚阿里克航空 "
	],
	"W4": [
		"LC Perú航空"
	],
	"WF": [
		"威德罗航空公司"
	],
	"XG": [
		"德国太阳快运航空"
	],
	"XL": [
		"厄瓜多尔LANTAM航空"
	],
	"XQ": [
		"土耳其SunExpress航空公司"
	],
	"ZL": [
		"澳洲Rex航空 "
	],
	"ZK": [
		"美国大湖航空 "
	],
	"7H": [
		"Ravn Alaska航空"
	],
	"9I": [
		"印度联盟航空"
	],
	"HG": [
		"尼基航空"
	],
	"HV": [
		"泛航航空 "
	],
	"TL": [
		"澳大利亚airnorth"
	],
	"Z8": [
		"玻利维亚Amaszonas航空公司"
	],
	"TO": [
		"法国泛航航空"
	],
	"HY": [
		"乌兹别克斯坦航空"
	],
	"RC": [
		"大西洋航空"
	],
	"HB": [
		"亚洲大西洋航空"
	],
	"MT": [
		"英国托马斯库克航空"
	],
	"IX": [
		"印航快运航空"
	],
	"NF": [
		"瓦努阿图航空"
	],
	"WK": [
		"爱德尔维斯航空公司"
	],
	"4O": [
		"墨西哥Interjet航空"
	],
	"ZB": [
		"君主航空"
	],
	"PD": [
		"波特航空"
	],
	"BY": [
		"途易航空"
	],
	"X3": [
		"德国途易航空公司"
	],
	"EC": [
		"OpenSkies航空"
	],
	"6E": [
		"印地高航空"
	],
	"TX": [
		"加勒比海航空"
	],
	"2N": [
		"瑞典Nextjet航空"
	],
	"3H": [
		"因纽特航空"
	],
	"PC": [
		"土耳其飞马航空"
	],
	"OD": [
		"马印航空"
	],
	"NX": [
		"澳门航空"
	],
	"FZ": [
		"迪拜航空"
	],
	"WE": [
		"泰国微笑航空有限公司"
	],
	"BX": [
		"釜山航空"
	],
	"FY": [
		"飞萤航空"
	],
	"AH": [
		"马来西亚飞萤航空"
	],
	"KU": [
		"科威特航空公司"
	],
	"O6": [
		"巴西哥伦比亚航空"
	],
	"ZE": [
		"易斯达航空"
	],
	"PW": [
		"坦桑尼亚精密航空"
	],
	"OB": [
		"玻利维亚航空公司"
	],
	"BM": [
		"英国米德兰地区航空"
	],
	"BC": [
		"日本天马航空公司"
	],
	"EQ": [
		"厄瓜多尔航空 "
	],
	"FE": [
		"远东航空"
	],
	"WX": [
		"城捷航空"
	],
	"HR": [
		"哈恩航空"
	],
	"8Q": [
		"土耳其Onur航空"
	],
	"CU": [
		"古巴航空"
	],
	"UU": [
		"留尼旺Austral航空公司"
	],
	"MD": [
		"马达加斯加航空"
	],
	"R3": [
		"俄罗斯雅库特航空"
	],
	"LI": [
		"背风群岛航空"
	],
	"DT": [
		"安哥拉航空公司"
	],
	"UP": [
		"巴哈马航空"
	],
	"YM": [
		"黑山航空"
	],
	"MR": [
		"匈奴航空"
	],
	"G8": [
		"印度GoAir"
	],
	"XW": [
		"泰国酷鸟航空公司"
	],
	"VR": [
		"TACV航空"
	],
	"SZ": [
		"Somon航空公司"
	],
	"BP": [
		"博茨瓦纳航空"
	],
	"9K": [
		"海角航空"
	],
	"5N": [
		"俄罗斯北方航空"
	],
	"A5": [
		"法国HOP航空公司"
	],
	"B5": [
		"肯尼亚Fly-SAX航空"
	],
	"RA": [
		"尼泊尔航空"
	],
	"WM": [
		"向风群岛航空"
	],
	"Y7": [
		"俄罗斯北方之星航空"
	],
	"H2": [
		"天空航空"
	],
	"8I": [
		"阿鲁巴Insel Air Aruba"
	],
	"NT": [
		"西班牙Binter Canarias航空公司"
	],
	"M9": [
		"乌克兰Motor Sich航空"
	],
	"IZ": [
		"以色列阿基亚航空公司"
	],
	"Z6": [
		"乌克兰DNIEPROAVIA"
	],
	"D2": [
		"俄罗斯Severstal Airco"
	],
	"KX": [
		"开曼航空"
	],
	"P0": [
		"赞比亚Proflight航空公司"
	],
	"W5": [
		"马汉航空"
	],
	"6H": [
		"以斯雷航空"
	],
	"NU": [
		"日本跨洋航空"
	],
	"S3": [
		"圣巴巴拉航空"
	],
	"GL": [
		"格陵兰航空"
	],
	"OR": [
		"荷兰途易航空"
	],
	"HZ": [
		"萨哈林航空"
	],
	"DP": [
		"胜利航空"
	],
	"NN": [
		"维姆航空公司"
	],
	"5Z": [
		"南非CemAir航空公司"
	],
	"RS": [
		"首尔航空"
	],
	"E3": [
		"泰国新时代航空公司"
	],
	"GM": [
		"Germania航空"
	],
	"NY": [
		"冰岛国内航空"
	],
	"T7": [
		"法国Twin Jet航空公司"
	],
	"8U": [
		"泛非航空"
	],
	"HQ": [
		"比利时托马斯库克航空"
	],
	"TF": [
		"马尔默航空"
	],
	"YK": [
		"Avia航空公司"
	],
	"ZA": [
		"柬埔寨天空吴哥航空公司"
	],
	"BJ": [
		"突尼斯尼韦尔航空"
	],
	"CG": [
		"巴布亚新几内亚航空"
	],
	"N4": [
		"贝宁跨越航空公司"
	],
	"XK": [
		"科西嘉航空"
	],
	"5T": [
		"北加拿大航空"
	],
	"7R": [
		"俄罗斯RusLine航空公司"
	],
	"ID": [
		"PT印度尼西亚芭缇克航空"
	],
	"YC": [
		"俄罗斯Yamal航空"
	],
	"4N": [
		"加拿大北部航空"
	],
	"GR": [
		"英国Aurigny航空"
	],
	"J9": [
		"半岛航空公司"
	],
	"JY": [
		"加勒比国际航空"
	],
	"IR": [
		"伊朗航空公司"
	],
	"2P": [
		"菲鹰航空"
	],
	"G9": [
		"阿拉伯航空"
	],
	"E5": [
		"埃及阿拉伯航空"
	],
	"9P": [
		"约旦阿拉伯航空"
	],
	"IW": [
		"Wings Abadi Airlines"
	],
	"I2": [
		"伊比利亚快运"
	],
	"YW": [
		"Air Nostrum"
	],
	"GV": [
		"Grant Aviation"
	],
	"4Z": [
		"南非Airlink"
	],
	"MW": [
		"美国Mokulele航空"
	],
	"9N": [
		"Tropic Air"
	],
	"IN": [
		"Nam Air"
	],
	"LS": [
		"英国捷途航空公司"
	],
	"WJ": [
		"拉布拉多航空"
	],
	"8E": [
		"白令航空"
	],
	"Q2": [
		"马尔代夫国家航空"
	],
	"YQ": [
		"TAR Aerolíneas"
	],
	"4B": [
		"Boutique Air"
	],
	"PB": [
		"PAL Airlines"
	],
	"VE": [
		"EasyFly"
	],
	"YP": [
		"Perimeter Aviation"
	],
	"JC": [
		"日本通勒航空"
	],
	"EP": [
		"伊朗阿斯曼航空"
	],
	"YN": [
		"科雷比克航空"
	],
	"KD": [
		"西部全球航空"
	],
	"DG": [
		"Cebgo"
	],
	"S2": [
		"印度捷莱航空"
	],
	"8P": [
		"太平洋海岸航空"
	],
	"MQ": [
		"Envoy Air"
	],
	"PT": [
		"皮德蒙特航空公司"
	],
	"OH": [
		"PSA Airlines"
	],
	"9E": [
		"Endeavor Air"
	],
	"EV": [
		"ExpressJet"
	],
	"DS": [
		"瑞士易捷航空"
	],
	"EH": [
		"全日空WING"
	],
	"XM": [
		"J-Air"
	],
	"3X": [
		"Premier Trans Aire"
	],
	"RAC": [
		"琉球空中通勤"
	],
	"HD": [
		"日本北海道国际航空"
	],
	"CL": [
		"汉莎城际航空"
	],
	"CJ": [
		"英航城市飞行者航空"
	],
	"WA": [
		"荷兰皇家城市短途航空"
	],
	"QK": [
		"加拿大爵士航空"
	],
	"RV": [
		"Air Canada Rouge"
	],
	"ZX": [
		"Air Georgian"
	],
	"8K": [
		"K-Mile Air"
	],
	"QX": [
		"地平线航空"
	],
	"OO": [
		"天西航空"
	],
	"CT": [
		"Alitalia CityLiner"
	],
	"NI": [
		"葡萄牙航空运输"
	],
	"WI": [
		"白色航空"
	],
	"NM": [
		"Mount Cook Airline"
	],
	"2K": [
		"Avianca Ecuador"
	],
	"C5": [
		"Commutair"
	],
	"MY": [
		"马斯之翼航空"
	],
	"LP": [
		"秘鲁国家航空"
	],
	"CZ": [
		"中国南方航空股份有限公司"
	],
	"GS": [
		"天津航空有限责任公司"
	],
	"FU": [
		"福州航空有限责任公司"
	],
	"PN": [
		"西部航空有限责任公司"
	],
	"9C": [
		"春秋航空有限公司"
	],
	"HO": [
		"上海吉祥航空股份有限公司"
	],
	"FM": [
		"上海航空有限公司"
	],
	"MU": [
		"中国东方航空股份有限公司"
	],
	"SC": [
		"山东航空股份有限公司"
	],
	"TV": [
		"西藏航空"
	],
	"GX": [
		"广西北部湾航空公司"
	],
	"HU": [
		"海南航空股份有限公司"
	],
	"KN": [
		"中国联合航空有限公司"
	],
	"GY": [
		"多彩贵州航空有限公司"
	],
	"JD": [
		"北京首都航空有限公司"
	],
	"G5": [
		"华夏航空有限公司"
	],
	"AQ": [
		"九元航空有限公司"
	],
	"BK": [
		"奥凯航空公司"
	],
	"ZH": [
		"深圳航空有限责任公司"
	],
	"8L": [
		"云南祥鹏航空有限责任公司"
	],
	"Y8": [
		"金鹏航空股份有限公司"
	],
	"NS": [
		"河北航空有限公司"
	],
	"GT": [
		"桂林航空有限公司"
	],
	"MF": [
		"厦门航空有限公司"
	],
	"JR": [
		"幸福航空有限责任公司"
	],
	"DZ": [
		"深圳东海航空公司"
	],
	"9H": [
		"长安航空公司"
	],
	"UQ": [
		"乌鲁木齐航空有限责任公司"
	],
	"CA": [
		"中国国际航空股份有限公司"
	],
	"3U": [
		"四川航空股份有限公司"
	],
	"DR": [
		"瑞丽航空有限公司"
	],
	"A6": [
		"云南红土航空股份有限公司"
	],
	"KY": [
		"昆明航空有限公司"
	],
	"BS": [
		"孟加拉优速航空"
	],
	"GJ": [
		"浙江长龙航空有限公司"
	],
	"RY": [
		"江西航空有限公司"
	],
	"8M": [
		"缅甸国际航空公司"
	],
	"EU": [
		"成都航空有限公司"
	],
	"QW": [
		"青岛航空股份有限公司"
	],
	"OQ": [
		"重庆航空有限责任公司"
	],
	"JS": [
		"高丽航空公司"
	],
	"LT": [
		"龙江航空有限公司"
	],
	"UW": [
		"友和道通航空有限公司"
	],
	"CN": [
		"大新华航空有限公司"
	],
	"IE": [
		"所罗门航空公司"
	],
	"6J": [
		"亚洲天网航空"
	],
	"XC": [
		"考兰登航空"
	],
	"GQ": [
		"Sky Express"
	],
	"H9": [
		"喜玛拉雅航空公司"
	],
	"7G": [
		"Global Jet"
	],
	"FG": [
		"阿富汗阿里亚纳航空公司"
	],
	"ON": [
		"瑙鲁航空"
	],
	"RX": [
		"丽晶航空公司"
	],
	"OL": [
		"OLT Express Germany"
	],
	"PA": [
		"Florida Coastal Airlines"
	],
	"QL": [
		"LASER"
	],
	"SH": [
		"Sharp Airlines"
	],
	"PX": [
		"新几内亚航空公司"
	],
	"3C": [
		"查塔姆航空公司"
	],
	"IA": [
		"伊拉克航空公司"
	],
	"VT": [
		"塔希提航空公司"
	],
	"PM": [
		"加那利亚航空公司"
	],
	"SM": [
		"开罗航空"
	],
	"8B": [
		"泰国商务航空"
	],
	"OC": [
		"东方空中桥梁"
	],
	"WG": [
		"威金斯航空公司"
	],
	"MN": [
		"Comair"
	],
	"JH": [
		"Fuji Dream Airlines"
	],
	"FW": [
		"IBEX Airlines"
	],
	"DJ": [
		"AirAsia Japan"
	],
	"SF": [
		"塔斯利航空公司"
	],
	"KB": [
		"不丹皇家航空公司"
	],
	"RQ": [
		"阿富汗卡姆航空公司"
	],
	"OV": [
		"爱沙尼亚航空公司"
	],
	"8F": [
		"STP Airways"
	],
	"B3": [
		"不丹航空公司"
	],
	"BV": [
		"蓝色全景航空公司"
	],
	"UG": [
		"突尼斯航空快运"
	],
	"WZ": [
		"Redwings"
	],
	"W9": [
		"蒲甘航空公司"
	],
	"DI": [
		"Divi Divi Air"
	],
	"NO": [
		"勒奥斯航空公司"
	],
	"RB": [
		"叙利亚阿拉伯航空"
	],
	"BF": [
		"Aero-Service"
	],
	"VP": [
		"圣保罗航空公司"
	],
	"ZM": [
		"Air Manas"
	],
	"J3": [
		"Northwestern Air"
	],
	"MZ": [
		"AMC Airlines"
	],
	"2Z": [
		"帕萨雷多航空公司"
	],
	"7J": [
		"塔吉克航空公司"
	],
	"BD": [
		"柬埔寨巴戎航空公司"
	],
	"YT": [
		"雪人航空"
	],
	"JM": [
		"牙买加航空"
	],
	"I8": [
		"Izhavia"
	],
	"VQ": [
		"Novoair"
	],
	"T5": [
		"土库曼斯坦航空公司"
	],
	"U4": [
		"Buddha Air"
	],
	"NE": [
		"斯洛伐克欧空航空公司"
	],
	"L6": [
		"毛里塔尼亚国际航空"
	],
	"DV": [
		"AirCompany SCAT"
	],
	"IF": [
		"巴格达航空公司"
	],
	"P9": [
		"Peruvian Airlines"
	],
	"RZ": [
		"萨莎航空公司"
	],
	"Q7": [
		"巴哈马天际航空公司"
	],
	"3S": [
		"Air Antilles Express"
	],
	"OY": [
		"全能国际航空公司"
	],
	"MO": [
		"静空航空公司"
	],
	"PV": [
		"瑞士私人航空公司"
	],
	"IO": [
		"俄罗斯伊尔航空公司"
	],
	"LF": [
		"Lao Central Airlines"
	],
	"4W": [
		"Warbelow’s Air Ventures"
	],
	"QC": [
		"喀麦隆航空公司"
	],
	"6R": [
		"Alrosa Air"
	],
	"O8": [
		"泰国暹罗航空有限公司"
	],
	"KS": [
		"半岛航空"
	],
	"LN": [
		"利比亚航空"
	],
	"FC": [
		"VivaColombia"
	],
	"4D": [
		"西奈航空 "
	],
	"9R": [
		"泰国普吉航空公司"
	],
	"VC": [
		"Voyageur Airways"
	],
	"OX": [
		"泰国东方航空公司"
	],
	"AW": [
		"RAVSA"
	],
	"PJ": [
		"圣皮埃尔航空公司"
	],
	"V0": [
		"CONVIASA"
	],
	"JV": [
		"Bearskin Airlines"
	],
	"I4": [
		"艾菲航空"
	],
	"D3": [
		"达洛航空"
	],
	"G7": [
		"GoJet Airlines"
	],
	"": [
		""
	]
}
